" Window
" ------------------------------------------------------------------------

set lines=40                    " ウィンドウ縦幅
set columns=120                 " ウィンドウ横幅
set showtabline=2               " タブを常に表示
set guioptions-=T               " ツールバーを非表示

" View
" ------------------------------------------------------------------------

set background=dark
colorscheme base16-monokai

" Font
" ------------------------------------------------------------------------

set guifont=Menlo:h14
set linespace=4

" Edit
" ------------------------------------------------------------------------

set whichwrap=b,s,h,l,<,>,[,]   " カーソルを行頭、行末で止まらないようにする
